---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kiloamperes
source: html/f9761d2f-6251-6eda-31eb-031f3fa2e9b4.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kiloamperes Property

Kiloamperes.

## Syntax (C#)
```csharp
public static ForgeTypeId Kiloamperes { get; }
```